Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: A restore is already in progress. Wait for it to finish and try again.
de: Es läuft bereits eine Wiederherstellung. Warte, bis sie fertig ist, und versuche es erneut.
es: Ya hay una restauración en curso. Espera a que termine e inténtalo de nuevo.
fil: May kasalukuyang restore. Hintaying matapos ito at subukan ulit.
fr: Une restauration est déjà en cours. Attendez la fin et réessayez.
hr: Vraćanje je već u tijeku. Pričekajte da završi pa pokušajte ponovno.
id: Pemulihan sedang berlangsung. Tunggu hingga selesai lalu coba lagi.
ja: すでに復元が実行中です。完了するまで待ってから再試行してください。
ko: 이미 복원이 진행 중입니다. 완료된 후 다시 시도하십시오.
ms: Pemulihan sedang berjalan. Tunggu sehingga selesai dan cuba lagi.
pl: Przywracanie jest już w toku. Poczekaj na jego zakończenie i spróbuj ponownie.
pt_br: Já há uma restauração em andamento. Espere terminar e tente de novo.
ro: O restaurare este deja în curs. Așteaptă să se termine și încearcă din nou.
ru: Восстановление уже выполняется. Дождитесь завершения и повторите.
th: มีการกู้คืนกำลังดำเนินการอยู่ รอให้เสร็จแล้วลองอีกครั้ง
tr: Zaten süren bir geri yükleme var. Bitmesini bekleyip yeniden deneyin.
zh_hans: 已有恢复正在进行中，请等待完成后再试。
zh_hant: 已有還原正在進行，請等待完成後再試一次。

source: A Shortcut sent to Minis may not have finished. Open the session to check.
de: Ein an Minis gesendeter Kurzbefehl wurde möglicherweise nicht abgeschlossen. Öffne die Sitzung, um dies zu prüfen.
es: Es posible que un atajo enviado a Minis no haya terminado. Abre la sesión para comprobarlo.
fil: Maaaring hindi natapos ang Shortcut na ipinadala sa Minis. Buksan ang session para suriin.
fr: Un raccourci envoyé à Minis n’est peut-être pas terminé. Ouvre la session pour vérifier.
hr: Prečac poslan aplikaciji Minis možda nije dovršen. Otvorite sesiju za provjeru.
id: Pintasan yang dikirim ke Minis mungkin belum selesai. Buka sesi untuk memeriksa.
ja: Minis に送信されたショートカットが完了していない可能性があります。セッションを開いて確認してください。
ko: Minis로 보낸 단축어가 완료되지 않았을 수 있습니다. 세션을 열어 확인하세요.
ms: Pintasan yang dihantar ke Minis mungkin belum selesai. Buka sesi untuk menyemak.
pl: Skrót wysłany do Minis mógł nie zostać ukończony. Otwórz sesję, aby sprawdzić.
pt_br: Um atalho enviado ao Minis pode não ter terminado. Abra a sessão para verificar.
ro: O scurtătură trimisă către Minis s-ar putea să nu se fi terminat. Deschide sesiunea pentru a verifica.
ru: Быстрая команда, отправленная в Minis, возможно, не завершилась. Откройте сессию, чтобы проверить.
th: ทางลัดที่ส่งไปยัง Minis อาจยังไม่เสร็จ เปิดเซสชันเพื่อตรวจสอบ
tr: Minis'e gönderilen bir Kısayol bitmemiş olabilir. Denetlemek için oturumu açın.
zh_hans: 发送给 Minis 的快捷指令可能尚未完成。请打开会话查看。
zh_hant: 傳送給 Minis 的捷徑可能尚未完成。請開啟工作階段查看。

source: A switch nested under extra_body, as some gateways require.
de: Ein Schalter innerhalb von extra_body, wie ihn manche Gateways verlangen.
es: Un interruptor anidado dentro de extra_body, como requieren algunas pasarelas.
fil: Switch na nasa loob ng extra_body, gaya ng kailangan ng ilang gateway.
fr: Un interrupteur imbriqué dans extra_body, comme l'exigent certaines passerelles.
hr: Sklopka ugniježđena unutar extra_body, kako neki pristupnici zahtijevaju.
id: Sakelar bersarang di bawah extra_body, seperti yang diminta sebagian gateway.
ja: 一部のゲートウェイが要求する、extra_body 内にネストしたスイッチです。
ko: 일부 게이트웨이가 요구하는, extra_body 안에 중첩된 스위치입니다.
ms: Suis bersarang di bawah extra_body, seperti yang diperlukan sesetengah gateway.
pl: Przełącznik zagnieżdżony w extra_body, jak wymagają tego niektóre bramy.
pt_br: Uma chave dentro de extra_body, como alguns gateways exigem.
ro: Un comutator imbricat sub extra_body, așa cum cer unele gateway-uri.
ru: Переключатель внутри extra_body, как требуют некоторые шлюзы.
th: สวิตช์ที่ซ้อนอยู่ใต้ extra_body ตามที่บางเกตเวย์ต้องการ
tr: Bazı ağ geçitlerinin istediği gibi extra_body altına yerleştirilmiş anahtar.
zh_hans: 嵌套在 extra_body 下的开关，部分网关要求这种格式。
zh_hant: 巢狀於 extra_body 底下的開關，某些閘道會要求這種格式。

source: A task is running in this chat. Starting a new chat will stop it.
de: In diesem Chat läuft eine Aufgabe. Ein neuer Chat beendet sie.
es: Hay una tarea en ejecución en este chat. Iniciar un chat nuevo la detendrá.
fil: May tumatakbong task sa chat na ito. Titigil ito kapag nagsimula ka ng bagong chat.
fr: Une tâche est en cours dans cette conversation. Démarrer une nouvelle conversation l’arrêtera.
hr: U ovom razgovoru izvodi se zadatak. Pokretanje novog razgovora zaustavit će ga.
id: Ada tugas berjalan di obrolan ini. Memulai obrolan baru akan menghentikannya.
ja: このチャットではタスクが実行中です。新しいチャットを開始すると中断されます。
ko: 이 채팅에서 작업이 실행 중입니다. 새 채팅을 시작하면 중단됩니다.
ms: Ada tugas berjalan dalam sembang ini. Memulakan sembang baharu akan menghentikannya.
pl: W tym czacie działa zadanie. Rozpoczęcie nowego czatu je zatrzyma.
pt_br: Há uma tarefa em execução nesta conversa. Começar uma nova conversa vai interrompê-la.
ro: În această conversație rulează o sarcină. Pornirea unei conversații noi o va opri.
ru: В этом чате выполняется задача. Начало нового чата остановит её.
th: มีงานกำลังทำงานในแชทนี้ การเริ่มแชทใหม่จะหยุดงานนั้น
tr: Bu sohbette çalışan bir görev var. Yeni bir sohbet başlatmak onu durdurur.
zh_hans: 此对话中有任务正在运行。开始新对话会将其停止。
zh_hant: 此對話中有任務正在執行。開始新對話會將其停止。

source: A voice service is configured more than once. Voice is merged into a single row here; you can delete the extra provider above if you want.
de: Ein Sprachdienst ist mehrfach konfiguriert. Die Sprache wird hier in einer einzigen Zeile zusammengefasst; du kannst den zusätzlichen Anbieter oben löschen, wenn du möchtest.
es: Hay un servicio de voz configurado más de una vez. Aquí la voz se combina en una sola fila; si quieres, puedes eliminar el proveedor sobrante de arriba.
fil: May voice service na na-configure nang higit sa isang beses. Pinagsama sa isang row dito ang Voice; puwede mong tanggalin ang dagdag na provider sa itaas kung gusto mo.
fr: Un service vocal est configuré plusieurs fois. La voix est fusionnée ici en une seule ligne ; tu peux supprimer le fournisseur en trop ci-dessus si tu le souhaites.
hr: Glasovna usluga konfigurirana je više puta. Glas je ovdje spojen u jedan redak; ako želite, možete gore obrisati suvišnog pružatelja.
id: Sebuah layanan suara dikonfigurasi lebih dari sekali. Suara digabung menjadi satu baris di sini; Anda dapat menghapus penyedia berlebih di atas bila mau.
ja: 音声サービスが複数回設定されています。ここでは音声が 1 行にまとめられています。必要に応じて上部の余分なプロバイダーを削除できます。
ko: 음성 서비스가 두 번 이상 구성되어 있습니다. 여기서는 음성이 한 행으로 병합됩니다. 원하면 위의 중복 제공자를 삭제할 수 있습니다.
ms: Sebuah perkhidmatan suara dikonfigurasi lebih daripada sekali. Suara digabungkan menjadi satu baris di sini; anda boleh memadam pembekal berlebihan di atas jika mahu.
pl: Usługa głosowa została skonfigurowana więcej niż raz. Głos scalono tutaj w jeden wiersz; w razie potrzeby możesz usunąć nadmiarowego dostawcę powyżej.
pt_br: Um serviço de voz foi configurado mais de uma vez. Os serviços de voz foram unificados aqui em uma única linha; se quiser, você pode excluir o provedor extra acima.
ro: Un serviciu vocal a fost configurat de mai multe ori. Serviciul vocal a fost unificat aici într-un singur rând; dacă vrei, poți șterge furnizorul suplimentar de mai sus.
ru: Голосовой сервис настроен более одного раза. Здесь голос объединён в одну строку; при желании можно удалить лишнего провайдера выше.
th: มีบริการเสียงที่กำหนดค่าไว้มากกว่าหนึ่งครั้ง เสียงถูกรวมเป็นแถวเดียวที่นี่ คุณลบผู้ให้บริการที่เกินด้านบนได้หากต้องการ
tr: Bir ses hizmeti birden fazla kez yapılandırılmış. Ses hizmeti burada tek satırda birleştirildi; isterseniz yukarıdaki fazladan sağlayıcıyı silebilirsiniz.
zh_hans: 某个语音服务被配置了多次。此处已将语音合并为一行；如需要，可删除上方多余的服务商。
zh_hant: 某個語音服務被設定了多次。此處已將語音合併為一列；如需要，可刪除上方多餘的服務商。

source: About
de: Über
es: Acerca de
fil: Tungkol
fr: À propos
hr: O aplikaciji
id: Tentang
ja: 情報
ko: 정보
ms: Perihal
pl: Informacje
pt_br: Sobre
ro: Despre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

source: About %1$lld local records will upload to iCloud. Estimated time ~%2$lld hr depending on iCloud throttling. You can pause or cancel any time.
de: Etwa %lld lokale Datensätze werden in iCloud hochgeladen. Geschätzte Dauer ~%lld Std., abhängig von der iCloud-Drosselung. Du kannst jederzeit pausieren oder abbrechen.
es: Se subirán unos %lld registros locales a iCloud. Tiempo estimado: ~%lld h, según la limitación de iCloud. Puedes pausar o cancelar en cualquier momento.
fil: Mga %lld lokal na record ang mag-a-upload sa iCloud. Tinatayang ~%lld oras depende sa throttling ng iCloud. Puwede kang mag-pause o mag-cancel anumang oras.
fr: Environ %lld enregistrements locaux seront envoyés vers iCloud. Durée estimée ~%lld h selon la limitation d'iCloud. Vous pouvez suspendre ou annuler à tout moment.
hr: Približno %1$lld lokalnih zapisa poslat će se na iCloud. Procijenjeno vrijeme ~%2$lld h, ovisno o iCloud ograničenjima. Možete pauzirati ili otkazati u bilo kojem trenutku.
id: Sekitar %lld catatan lokal akan diunggah ke iCloud. Perkiraan waktu ~%lld jam tergantung pembatasan iCloud. Anda dapat menjeda atau membatalkan kapan saja.
ja: 約 %lld 件のローカルレコードが iCloud にアップロードされます。iCloud の制限により、推定所要時間は約 %lld 時間です。いつでも一時停止・キャンセルできます。
ko: 약 %lld개의 로컬 레코드가 iCloud로 업로드됩니다. iCloud 제한에 따라 예상 시간은 약 %lld시간입니다. 언제든지 일시 정지하거나 취소할 수 있습니다.
ms: Kira-kira %lld rekod tempatan akan dimuat naik ke iCloud. Anggaran masa ~%lld jam bergantung pada pengehadan iCloud. Anda boleh menjeda atau membatalkan bila-bila masa.
pl: Do iCloud trafi około %lld rekordów lokalnych. Szacowany czas to ~%lld godz., zależnie od ograniczeń iCloud. Możesz w każdej chwili wstrzymać lub anulować.
pt_br: Cerca de %lld registros locais serão enviados ao iCloud. Tempo estimado de ~%lld h, dependendo das limitações do iCloud. Você pode pausar ou cancelar quando quiser.
ro: Aproximativ %lld înregistrări locale se vor încărca în iCloud. Timp estimat ~%lld h, în funcție de limitările iCloud. Poți întrerupe sau anula oricând.
ru: В iCloud будет отправлено около %lld локальных записей. Расчётное время ~%lld ч в зависимости от ограничений iCloud. Вы можете приостановить или отменить в любой момент.
th: ระเบียนในเครื่องประมาณ %lld รายการจะอัปโหลดไปยัง iCloud คาดว่าใช้เวลา ~%lld ชั่วโมง ขึ้นอยู่กับการจำกัดของ iCloud คุณหยุดชั่วคราวหรือยกเลิกได้ทุกเมื่อ
tr: Yaklaşık %lld yerel kayıt iCloud'a yüklenecek. iCloud sınırlamasına bağlı olarak tahmini süre ~%lld saat. İstediğiniz zaman duraklatabilir ya da iptal edebilirsiniz.
zh_hans: 约 %1$lld 条本地记录将上传至 iCloud。预计耗时 ~%2$lld 小时（受 iCloud 限流影响）。可随时暂停或取消。
zh_hant: 約有 %lld 筆本機記錄會上傳到 iCloud。視 iCloud 限流情況，預估約需 %lld 小時。你可以隨時暫停或取消。

source: About Minis
de: Über Minis
es: Acerca de Minis
fil: Tungkol sa Minis
fr: À propos de Minis
hr: O aplikaciji Minis
id: Tentang Minis
ja: Minis について
ko: Minis 정보
ms: Perihal Minis
pl: O aplikacji Minis
pt_br: Sobre o Minis
ro: Despre Minis
ru: О Minis
th: เกี่ยวกับ Minis
tr: Minis Hakkında
zh_hans: 关于 Minis
zh_hant: 關於 Minis

source: About Rootfs
de: Über Rootfs
es: Acerca del rootfs
fil: Tungkol sa Rootfs
fr: À propos du rootfs
hr: O Rootfs-u
id: Tentang Rootfs
ja: Rootfsについて
ko: Rootfs에 대하여
ms: Perihal Rootfs
pl: O systemie rootfs
pt_br: Sobre o rootfs
ro: Despre rootfs
ru: О Rootfs
th: เกี่ยวกับ Rootfs
tr: Rootfs Hakkında
zh_hans: 关于 Rootfs
zh_hant: 關於 Rootfs

source: Above the provider's reported limit of %lld — the API may reject requests.
de: Über dem vom Anbieter gemeldeten Limit von %lld — die API kann Anfragen ablehnen.
es: Por encima del límite de %lld indicado por el proveedor: la API podría rechazar las solicitudes.
fil: Lampas sa iniulat na limitasyon ng provider na %lld — maaaring tanggihan ng API ang mga request.
fr: Au-dessus de la limite signalée par le fournisseur de %lld — l'API peut rejeter les requêtes.
hr: Iznad ograničenja koje pružatelj prijavljuje (%lld) — API bi mogao odbiti zahtjeve.
id: Di atas batas %lld yang dilaporkan penyedia — API mungkin menolak permintaan.
ja: プロバイダーが報告した上限 %lld を超えています — API がリクエストを拒否する可能性があります。
ko: 공급자가 보고한 %lld 한도를 초과했습니다 — API가 요청을 거부할 수 있습니다.
ms: Melebihi had %lld yang dilaporkan pembekal — API mungkin menolak permintaan.
pl: Powyżej limitu zgłoszonego przez dostawcę (%lld) — API może odrzucać żądania.
pt_br: Acima do limite de %lld informado pelo provedor — a API pode rejeitar as requisições.
ro: Peste limita raportată de furnizor (%lld) — API-ul poate respinge cererile.
ru: Выше заявленного провайдером лимита в %lld — API может отклонять запросы.
th: เกินขีดจำกัด %lld ที่ผู้ให้บริการแจ้งไว้ — API อาจปฏิเสธคำขอ
tr: Sağlayıcının bildirdiği %lld sınırının üzerinde — API istekleri reddedebilir.
zh_hans: 高于服务商上报的 %lld 上限 — API 可能会拒绝请求。
zh_hant: 高於服務商上報的 %lld 上限 — API 可能會拒絕請求。

source: Act:
de: Aktion:
es: Acción:
fil: Aksyon:
fr: Action :
hr: Radnja:
id: Tindakan:
ja: アクション:
ko: 동작:
ms: Tindakan:
pl: Akcja:
pt_br: Ação:
ro: Acțiune:
ru: Действие:
th: การกระทำ:
tr: Eylem:
zh_hans: 动作：
zh_hant: 動作：

source: Action #%lld
de: Aktion #%lld
es: Acción n.º %lld
fil: Aksyon #%lld
fr: Action n°%lld
hr: Radnja #%lld
id: Tindakan #%lld
ja: アクション #%lld
ko: 동작 #%lld
ms: Tindakan #%lld
pl: Akcja #%lld
pt_br: Ação #%lld
ro: Acțiunea #%lld
ru: Действие №%lld
th: การกระทำ #%lld
tr: Eylem #%lld
zh_hans: 动作 #%lld
zh_hant: 動作 #%lld

source: Actions
de: Aktionen
es: Acciones
fil: Mga Aksyon
hr: Radnje
id: Tindakan
ja: アクション
ko: 작업
ms: Tindakan
pl: Operacje
pt_br: Ações
ro: Acțiuni
ru: Действия
th: การกระทำ
tr: İşlemler
zh_hans: 操作
zh_hant: 操作

source: Active
de: Aktiv
es: Activo
fil: Aktibo
fr: Actif
hr: Aktivno
id: Aktif
ja: アクティブ
ko: 활성
ms: Aktif
pl: Aktywny
pt_br: Ativo
ro: Activ
ru: Активно
th: ใช้งานอยู่
tr: Etkin
zh_hans: 活跃
zh_hant: 活躍

source: Active Days
de: Aktive Tage
es: Días activos
fil: Mga Aktibong Araw
fr: Jours actifs
hr: Aktivni dani
id: Hari Aktif
ja: アクティブ日数
ko: 활동 일수
ms: Hari Aktif
pl: Dni aktywności
pt_br: Dias ativos
ro: Zile active
ru: Активные дни
th: วันที่ใช้งาน
tr: Etkin Günler
zh_hans: 活跃天数
zh_hant: 活躍天數

source: Add
de: Hinzufügen
es: Añadir
fil: Idagdag
fr: Ajouter
hr: Dodaj
id: Tambah
ja: 追加
ko: 추가
ms: Tambah
pl: Dodaj
pt_br: Adicionar
ro: Adaugă
ru: Добавить
th: เพิ่ม
tr: Ekle
zh_hans: 添加
zh_hant: 加入

source: Add (%lld)
de: Hinzufügen (%lld)
es: Añadir (%lld)
fil: Idagdag (%lld)
fr: Ajouter (%lld)
hr: Dodaj (%lld)
id: Tambah (%lld)
ja: 追加 (%lld)
ko: 추가 (%lld)
ms: Tambah (%lld)
pl: Dodaj (%lld)
pt_br: Adicionar (%lld)
ro: Adaugă (%lld)
ru: Добавить (%lld)
th: เพิ่ม (%lld)
tr: Ekle (%lld)
zh_hans: 添加 (%lld)
zh_hant: 加入 (%lld)

source: Add a folder in Settings ▸ Shared Folders — including a server connected in the Files app (SMB, WebDAV) or a cloud provider — and it can be selected here.
de: Füge unter Einstellungen ▸ Geteilte Ordner einen Ordner hinzu — auch einen in der App „Dateien“ verbundenen Server (SMB, WebDAV) oder einen Cloud-Anbieter — dann kann er hier ausgewählt werden.
es: Añade una carpeta en Ajustes ▸ Carpetas compartidas —incluido un servidor conectado en la app Archivos (SMB, WebDAV) o un proveedor en la nube— y podrás seleccionarla aquí.
fil: Magdagdag ng folder sa Settings ▸ Shared Folders — kasama ang server na nakakonekta sa Files app (SMB, WebDAV) o cloud provider — at mapipili ito dito.
fr: Ajoutez un dossier dans Réglages ▸ Dossiers partagés — y compris un serveur connecté dans l'app Fichiers (SMB, WebDAV) ou un fournisseur cloud — et il pourra être sélectionné ici.
hr: Dodajte mapu u Postavke ▸ Dijeljene mape — uključujući poslužitelj povezan u aplikaciji Files (SMB, WebDAV) ili pružatelja usluga u oblaku — i moći ćete je odabrati ovdje.
id: Tambahkan folder di Pengaturan ▸ Folder Bersama — termasuk server yang terhubung di aplikasi Files (SMB, WebDAV) atau penyedia cloud — dan folder itu dapat dipilih di sini.
ja: 設定 ▸ 共有フォルダ でフォルダを追加すると、ここで選択できるようになります。「ファイル」アプリで接続したサーバ（SMB、WebDAV）やクラウドも指定できます。
ko: 설정 ▸ 공유 폴더에서 폴더를 추가하면 여기서 선택할 수 있습니다. 파일 앱에서 연결한 서버(SMB, WebDAV)나 클라우드도 지정할 수 있습니다.
ms: Tambah folder dalam Tetapan ▸ Folder Dikongsi — termasuk server yang disambung dalam apl Files (SMB, WebDAV) atau pembekal awan — dan ia boleh dipilih di sini.
pl: Dodaj folder w Ustawienia ▸ Foldery udostępnione — również serwer podłączony w Plikach (SMB, WebDAV) lub chmurę — a będzie można go tu wybrać.
pt_br: Adicione uma pasta em Ajustes ▸ Pastas compartilhadas — inclusive um servidor conectado no app Arquivos (SMB, WebDAV) ou um provedor de nuvem — e ela poderá ser escolhida aqui.
ro: Adaugă un dosar în Configurări ▸ Dosare partajate — inclusiv un server conectat în aplicația Fișiere (SMB, WebDAV) sau un furnizor cloud — și îl vei putea selecta aici.
ru: Добавьте папку в «Настройки ▸ Общие папки» — включая сервер, подключённый в приложении «Файлы» (SMB, WebDAV), или облачного провайдера — и её можно будет выбрать здесь.
th: เพิ่มโฟลเดอร์ในการตั้งค่า ▸ โฟลเดอร์ที่แชร์ — รวมถึงเซิร์ฟเวอร์ที่เชื่อมต่อในแอป Files (SMB, WebDAV) หรือผู้ให้บริการคลาวด์ — แล้วจะเลือกได้ที่นี่
tr: Ayarlar ▸ Paylaşılan Klasörler'den bir klasör ekleyin — Dosyalar uygulamasına bağlı bir sunucu (SMB, WebDAV) veya bulut sağlayıcısı dahil — ardından burada seçilebilir.
zh_hans: 在“设置 ▸ 共享文件夹”中添加文件夹（包括在“文件”App 中连接的服务器，如 SMB、WebDAV，或各类云盘），即可在此选择。
zh_hant: 在「設定 ▸ 共用資料夾」中加入資料夾後即可在此選擇，包括在「檔案」App 中連線的伺服器（SMB、WebDAV）或雲端服務。

source: Add a folder to also copy each backup there — including a server connected in the Files app (SMB, WebDAV) or a cloud provider.
de: Füge einen Ordner hinzu, um jede Sicherung auch dorthin zu kopieren — auch auf einen in der App „Dateien“ verbundenen Server (SMB, WebDAV) oder zu einem Cloud-Anbieter.
es: Añade una carpeta para copiar allí también cada copia de seguridad, incluido un servidor conectado en la app Archivos (SMB, WebDAV) o un proveedor en la nube.
fil: Magdagdag ng folder para makopya din doon ang bawat backup — kasama ang server na nakakonekta sa Files app (SMB, WebDAV) o cloud provider.
fr: Ajoutez un dossier pour y copier également chaque sauvegarde — y compris un serveur connecté dans l'app Fichiers (SMB, WebDAV) ou un fournisseur cloud.
hr: Dodajte mapu da bi se svaka sigurnosna kopija kopirala i ondje — uključujući poslužitelj povezan u aplikaciji Files (SMB, WebDAV) ili pružatelja usluga u oblaku.
id: Tambahkan folder untuk juga menyalin tiap cadangan ke sana — termasuk server yang terhubung di aplikasi Files (SMB, WebDAV) atau penyedia cloud.
ja: フォルダを追加すると、各バックアップがそこにもコピーされます。「ファイル」アプリで接続したサーバ（SMB、WebDAV）やクラウドも指定できます。
ko: 폴더를 추가하면 각 백업이 그곳에도 복사됩니다. 파일 앱에서 연결한 서버(SMB, WebDAV)나 클라우드도 지정할 수 있습니다.
ms: Tambah folder untuk turut menyalin setiap sandaran ke sana — termasuk server yang disambung dalam apl Files (SMB, WebDAV) atau pembekal awan.
pl: Dodaj folder, aby każda kopia trafiała także tam — również na serwer podłączony w Plikach (SMB, WebDAV) lub do chmury.
pt_br: Adicione uma pasta para copiar cada backup também para lá — inclusive um servidor conectado no app Arquivos (SMB, WebDAV) ou um provedor de nuvem.
ro: Adaugă un dosar pentru a copia fiecare backup și acolo — inclusiv un server conectat în aplicația Fișiere (SMB, WebDAV) sau un furnizor cloud.
ru: Добавьте папку, чтобы каждая копия отправлялась и туда — включая сервер, подключённый в приложении «Файлы» (SMB, WebDAV), или облачного провайдера.
th: เพิ่มโฟลเดอร์เพื่อคัดลอกข้อมูลสำรองแต่ละชุดไปที่นั่นด้วย — รวมถึงเซิร์ฟเวอร์ที่เชื่อมต่อในแอป Files (SMB, WebDAV) หรือผู้ให้บริการคลาวด์
tr: Her yedeğin oraya da kopyalanması için bir klasör ekleyin — Dosyalar uygulamasına bağlı bir sunucu (SMB, WebDAV) veya bir bulut sağlayıcısı dahil.
zh_hans: 添加文件夹后，每次备份都会同时复制到那里——包括在“文件”App 中连接的服务器（SMB、WebDAV）和各类云盘。
zh_hant: 加入資料夾後，每個備份也會複製到該處，包括在「檔案」App 中連線的伺服器（SMB、WebDAV）或雲端服務。

source: Add a Provider
de: KI-Anbieter hinzufügen
es: Añadir un proveedor
fil: Magdagdag ng Provider
fr: Ajouter un fournisseur AI
hr: Dodaj pružatelja
id: Tambah Penyedia
ja: AIプロバイダーを追加
ko: AI 공급자 추가
ms: Tambah Pembekal
pl: Dodaj dostawcę
pt_br: Adicionar provedor
ro: Adaugă un furnizor
ru: Добавить провайдера
th: เพิ่มผู้ให้บริการ
tr: Sağlayıcı Ekle
zh_hans: 添加 AI 服务商
zh_hant: 加入 AI 服務商

source: Add a provider to get started.
de: Fügen Sie einen KI-Anbieter hinzu, um zu beginnen.
es: Añade un proveedor para empezar.
fil: Magdagdag ng provider para magsimula.
fr: Ajoutez un fournisseur AI pour commencer.
hr: Dodajte pružatelja za početak.
id: Tambahkan penyedia untuk memulai.
ja: 開始するにはAIプロバイダーを追加してください。
ko: 시작하려면 AI 공급자를 추가하세요.
ms: Tambah pembekal untuk bermula.
pl: Dodaj dostawcę, aby rozpocząć.
pt_br: Adicione um provedor para começar.
ro: Adaugă un furnizor pentru a începe.
ru: Добавьте провайдера, чтобы начать.
th: เพิ่มผู้ให้บริการเพื่อเริ่มต้น
tr: Başlamak için bir sağlayıcı ekleyin.
zh_hans: 添加一个 AI 服务商以开始使用。
zh_hant: 加入一個 AI 服務商以開始使用。

source: Add an MCP server to give the Agent extra tools. Tap + to add one manually or import a JSON config.
de: Füge einen MCP-Server hinzu, um dem Agent zusätzliche Werkzeuge zu geben. Tippe auf +, um manuell einen hinzuzufügen, oder importiere eine JSON-Konfiguration.
es: Añade un servidor MCP para dar herramientas adicionales a Minis Agent. Toca + para añadir uno manualmente o importar una configuración JSON.
fil: Magdagdag ng MCP server para bigyan ang agent ng dagdag na tool. I-tap ang + para magdagdag nang manual o mag-import ng JSON config.
fr: Ajoutez un serveur MCP pour donner des outils supplémentaires à Minis Agent. Touchez + pour en ajouter un manuellement ou importez une configuration JSON.
hr: Dodajte MCP poslužitelj da biste Agentu dali dodatne alate. Dodirnite + za ručno dodavanje ili uvezite JSON konfiguraciju.
id: Tambahkan server MCP untuk memberi agen alat tambahan. Ketuk + untuk menambah manual atau mengimpor konfigurasi JSON.
ja: MCP サーバを追加して、Agent に追加のツールを提供します。+ をタップして手動で追加するか、JSON 設定をインポートしてください。
ko: MCP 서버를 추가하여 Agent에 추가 도구를 제공합니다. +를 눌러 직접 추가하거나 JSON 구성을 가져오세요.
ms: Tambah server MCP untuk memberi ejen alat tambahan. Ketik + untuk menambah secara manual atau mengimport konfigurasi JSON.
pl: Dodaj serwer MCP, aby dać agentowi dodatkowe narzędzia. Dotknij +, aby dodać ręcznie lub zaimportować konfigurację JSON.
pt_br: Adicione um servidor MCP para dar ferramentas extras ao agente. Toque em + para adicionar manualmente ou importar um JSON.
ro: Adaugă un server MCP pentru a-i da agentului unelte suplimentare. Atinge + pentru a adăuga manual sau a importa o configurație JSON.
ru: Добавьте сервер MCP, чтобы дать Minis Agent дополнительные инструменты. Нажмите +, чтобы добавить вручную, или импортируйте конфигурацию JSON.
th: เพิ่มเซิร์ฟเวอร์ MCP เพื่อให้เอเจนต์มีเครื่องมือเพิ่ม แตะ + เพื่อเพิ่มด้วยตนเองหรือนำเข้าการตั้งค่า JSON
tr: Aracıya ek araçlar vermek için MCP sunucusu ekleyin. Elle eklemek ya da JSON yapılandırması içe aktarmak için + simgesine dokunun.
zh_hans: 添加 MCP 服务器，为 Agent 提供额外工具。点按 + 手动添加，或导入 JSON 配置。
zh_hant: 加入 MCP 服務器，為智能體提供額外工具。點按 + 手動加入，或匯入 JSON 配置。

source: Add as Chat Attachment
de: Als Chat-Anhang hinzufügen
es: Añadir como adjunto del chat
fil: Idagdag bilang Chat Attachment
fr: Ajouter comme pièce jointe
hr: Dodaj kao privitak razgovora
id: Tambahkan sebagai Lampiran Obrolan
ja: チャットの添付ファイルとして追加
ko: 채팅 첨부 파일로 추가
ms: Tambah sebagai Lampiran Sembang
pl: Dodaj jako załącznik czatu
pt_br: Adicionar como anexo do chat
ro: Adaugă ca atașament în chat
ru: Добавить как вложение
th: เพิ่มเป็นไฟล์แนบในแชท
tr: Sohbet Eki Olarak Ekle
zh_hans: 添加为聊天附件
zh_hant: 新增為聊天附件

source: Add Attachment
de: Anhang hinzufügen
es: Añadir adjunto
fil: Magdagdag ng Attachment
fr: Ajouter une pièce jointe
hr: Dodaj privitak
id: Tambah Lampiran
ja: 添付ファイルを追加
ko: 첨부 파일 추가
ms: Tambah Lampiran
pl: Dodaj załącznik
pt_br: Adicionar anexo
ro: Adaugă atașament
ru: Добавить вложение
th: เพิ่มไฟล์แนบ
tr: Ek Ekle
zh_hans: 添加附件
zh_hant: 新增附件
